#!/usr/bin/python
#coding=utf-8
import sys
reload(sys)
sys.setdefaultencoding('utf8')

class Cards(object):
	cardChinese4 = [
				["高枕无忧","暖洋洋","晨曦","撒网","撒腿","抬头","抬高","抬举"],   # lesson 1
				["苗条","繁荣","枝繁叶茂","铺天盖地","捆绑","搬家","编织"],       # lesson 2
				["枪林弹雨","统一","海藻","果冻","冰冻","合作","合情合理"],       # lesson 3
				["抢救","创建","恶狠狠","插花","行驶","腾云驾雾","商讨","攻打","进攻","挖洞"], # lesson 4
				["潜泳","潜逃","魔王","魔术","翅膀","鸡翅","插翅难飞","游艇","救生艇","煎饼","克服","攻克","烧饼","月饼","壁灯","幻灯","梦幻","载客","记载","载歌载舞","公司","司令"],                         # lesson 5
		       ]


